Repository: xcv58/MacTools
Catalog: Sources/Resources/Localization/Settings.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# appIntents.description
source: 已有 %d 个安全且可后台运行的操作可供系统选择；列表会随插件变化自动更新。
ar: يمكن للنظام الاختيار من بين %d من الإجراءات الآمنة القابلة للتشغيل في الخلفية؛ ويتم تحديث القائمة تلقائيًا عند تغيير المكونات الإضافية.
de: %d sichere, im Hintergrund ausführbare Aktionen stehen dem System zur Auswahl; die Liste wird bei Plugin-Änderungen automatisch aktualisiert.
en: %d safe, background-capable actions are available to the system; the list updates automatically when plugins change.
es: El sistema puede elegir entre %d acciones seguras que se ejecutan en segundo plano; la lista se actualiza automáticamente cuando cambian los plugins.
fr: Le système peut choisir parmi %d actions sûres exécutables en arrière-plan ; la liste se met à jour automatiquement avec les modules.
ja: 安全にバックグラウンド実行できる%d個の操作をシステムから選択できます。リストはプラグインの変更に合わせて自動更新されます。
ko: 시스템에서 안전하게 백그라운드 실행 가능한 동작 %d개를 선택할 수 있으며 플러그인 변경 시 목록이 자동으로 업데이트됩니다.
pt: O sistema pode escolher entre %d ações seguras executáveis em segundo plano; a lista é atualizada automaticamente quando os plugins mudam.
ru: Системе доступно %d безопасных действий с фоновым выполнением; список автоматически обновляется при изменении плагинов.
tr: Sistemin kullanımına sunulan %d güvenli, arka planda çalışabilen eylem var; liste, eklentiler değiştiğinde otomatik olarak güncellenir.
zh_hant: 已有 %d 個安全且可在背景執行的操作可供系統選擇；清單會隨外掛程式變更自動更新。

# appIntents.openShortcuts
source: 打开快捷指令
ar: فتح الاختصارات
de: Kurzbefehle öffnen
en: Open Shortcuts
es: Abrir Atajos
fr: Ouvrir Raccourcis
ja: ショートカットを開く
ko: 단축어 열기
pt: Abrir Atalhos
ru: Открыть «Команды»
tr: Shortcuts'ı Aç
zh_hant: 打開捷徑

# floatingPanelAppearance.title
source: 浮动面板外观
ar: مظهر اللوحة العائمة
de: Erscheinungsbild des schwebenden Panels
en: Floating Panel Appearance
es: Apariencia del panel flotante
fr: Apparence du panneau flottant
ja: フローティングパネル外観
ko: 플로팅 패널 모양
pt: Aparência do painel flutuante
ru: Внешний вид плавающей панели
tr: Yüzen Panel Görünümü
zh_hant: 浮動面板外觀

# floatingPanelAppearance.description
source: 跟随 macOS 的透明效果，或使用不透明的实色背景；启用“降低透明度”时始终使用实色。
ar: اتبع شفافية macOS أو استخدم خلفية معتمة بلون واحد. عند تفعيل «تقليل الشفافية»، يُستخدم المظهر «معتم» دائمًا.
de: macOS-Transparenz übernehmen oder undurchsichtigen Hintergrund verwenden. „Transparenz reduzieren“ verwendet immer einen undurchsichtigen Hintergrund.
en: Follow macOS transparency or use an opaque solid background. When Reduce Transparency is enabled, Solid is always used.
es: Respeta la transparencia de macOS o usa un fondo sólido opaco. Si está activado Reducir transparencia, siempre se usa Sólido.
fr: Respecter la transparence de macOS ou utiliser un fond uni opaque. L’option Réduire la transparence impose toujours le réglage Uni.
ja: macOS の透明効果に合わせるか、不透明な単色の背景を使用します。「透明度を下げる」が有効な場合は、常に「単色」を使用します。
ko: macOS의 투명 효과를 따르거나 불투명한 단색 배경을 사용할 수 있습니다. ‘투명도 줄이기’가 켜져 있으면 항상 단색을 사용합니다.
pt: Siga a transparência do macOS ou use um fundo sólido opaco. Reduzir Transparência sempre usa Sólido.
ru: Использовать прозрачность macOS или непрозрачный сплошной фон. При включенном уменьшении прозрачности всегда используется вариант «Сплошной».
tr: macOS şeffaflığına uyum sağlayın ya da opak bir düz arka plan kullanın. Şeffaflığı Azalt açıkken her zaman Düz kullanılır.
zh_hant: 跟隨 macOS 的透明效果，或使用不透明的實色背景；減少透明度一律使用實色。

# floatingPanelAppearance.system
source: 跟随 macOS
ar: اتبع macOS
de: macOS-Einstellung übernehmen
en: Follow macOS
es: Seguir macOS
fr: Suivre macOS
ja: macOS に合わせる
ko: macOS 설정 따름
pt: Seguir macOS
ru: Как в macOS
tr: macOS'a Uy
zh_hant: 跟隨 macOS

# floatingPanelAppearance.solid
source: 实色
ar: معتم
de: Undurchsichtig
en: Solid
es: Sólido
fr: Uni
ja: 単色
ko: 단색
pt: Sólido
ru: Сплошной
tr: Düz
zh_hant: 實色

# floatingPanelAppearance.picker
source: 浮动面板外观
ar: مظهر اللوحة العائمة
de: Erscheinungsbild des schwebenden Panels
en: Floating Panel Appearance
es: Apariencia del panel flotante
fr: Apparence du panneau flottant
ja: フローティングパネル外観
ko: 플로팅 패널 모양
pt: Aparência do painel flutuante
ru: Внешний вид плавающей панели
tr: Yüzen Panel Görünümü
zh_hant: 浮動面板外觀

# floatingPanelAppearance.help
source: 设置浮动面板和提示的背景外观
ar: تعيين مظهر خلفية اللوحات العائمة وإشعارات النتائج
de: Hintergrunddarstellung für schwebende Panels und Rückmeldungen festlegen
en: Set the background appearance for floating panels and feedback
es: Configurar el fondo de los paneles flotantes y los avisos
fr: Définir l’apparence d’arrière-plan des panneaux flottants et des notifications
ja: フローティングパネルとフィードバックの背景の外観を設定します
ko: 플로팅 패널과 상태 알림의 배경 모양 설정
pt: Definir a aparência do plano de fundo para painéis flutuantes e feedback
ru: Настроить фон плавающих панелей и индикаторов действий
tr: Yüzen panellerin ve geri bildirimlerin arka plan görünümünü ayarlayın
zh_hant: 設定浮動面板和提示的背景外觀

# panelTheme.title
source: 主题
ar: السمة
de: Design
en: Theme
es: Tema
fr: Thème
ja: テーマ
ko: 테마
pt: Tema
ru: Тема
tr: Tema
zh_hant: 主題

# panelTheme.help
source: 选择菜单栏面板的颜色主题
ar: اختيار الألوان للوحات شريط القائمة
de: Farben für Menüleisten-Panels wählen
en: Choose colors for menu bar panels
es: Elija colores para los paneles de la barra de menú
fr: Choisir les couleurs des panneaux de la barre de menus
ja: メニューバーパネルの色を選択してください
ko: 메뉴 막대 패널 색상 선택
pt: Escolha as cores dos painéis da barra de menu
ru: Выбрать цвета панелей строки меню
tr: Menü çubuğu panellerinin renklerini seçin
zh_hant: 選擇選單列面板的色彩主題

# panelTheme.summary.auto
source: 浅色：%@ · 深色：%@
ar: فاتح: %@ · داكن: %@
de: Hell: %@ · Dunkel: %@
en: Light: %@ · Dark: %@
es: Claro: %@ · Oscuro: %@
fr: Clair : %@ · Sombre : %@
ja: ライト：%@・ダーク：%@
ko: 라이트: %@ · 다크: %@
pt: Claro: %@ · Escuro: %@
ru: Светлый: %@ · Темный: %@
tr: Aydınlık: %@ · Karanlık: %@
zh_hant: 淺色：%@ · 深色：%@

# panelTheme.alert.title
source: 主题
ar: السمة
de: Design
en: Theme
es: Tema
fr: Thème
ja: テーマ
ko: 테마
pt: Tema
ru: Тема
tr: Tema
zh_hant: 主題

# panelTheme.delete.title
source: 删除导入的主题？
ar: هل تريد حذف السمة المستوردة؟
de: Importiertes Design löschen?
en: Delete Imported Theme?
es: ¿Eliminar tema importado?
fr: Supprimer le thème importé ?
ja: インポートしたテーマを削除しますか?
ko: 가져온 테마를 삭제하시겠습니까?
pt: Excluir tema importado?
ru: Удалить импортированную тему?
tr: İçe Aktarılan Tema Silinsin mi?
zh_hant: 刪除匯入的主題？

# panelTheme.delete.action
source: 删除主题
ar: حذف السمة
de: Design löschen
en: Delete Theme
es: Eliminar tema
fr: Supprimer le thème
ja: テーマを削除
ko: 테마 삭제
pt: Excluir tema
ru: Удалить тему
tr: Temayı Sil
zh_hant: 刪除主題

# panelTheme.picker.title
source: 主题
ar: السمة
de: Design
en: Theme
es: Tema
fr: Thème
ja: テーマ
ko: 테마
pt: Tema
ru: Тема
tr: Tema
zh_hant: 主題

# panelTheme.picker.description
source: 主题会实时调整菜单栏面板的界面色彩；布局、字体、日历事件色和品牌色保持不变。
ar: تُحدّث السمات ألوان لوحات شريط القوائم فورًا. يبقى التخطيط وتنسيق النص وألوان أحداث التقويم وألوان العلامات التجارية دون تغيير.
de: Designs aktualisieren die Farben der Menüleisten-Panels in Echtzeit. Layout, Typografie, Kalenderereignisfarben und Markenfarben bleiben unverändert.
en: Themes update menu bar panel colors live. Layout, typography, calendar event colors, and brand colors stay unchanged.
es: Los temas actualizan al instante los colores de los paneles de la barra de menús. El diseño, la tipografía, los colores de los eventos del calendario y los colores de marca se mantienen.
fr: Les thèmes mettent à jour les couleurs du panneau de la barre de menus en direct. La mise en page, la typographie, les couleurs des événements du calendrier et les couleurs de la marque restent inchangées.
ja: テーマはメニュー バー パネルの色をライブで更新します。レイアウト、タイポグラフィー、カレンダーのイベントカラー、ブランドカラーは変更されません。
ko: 테마는 메뉴 막대 패널의 색상을 실시간으로 변경합니다. 레이아웃, 텍스트 스타일, 캘린더 이벤트 색상 및 브랜드 색상은 변경되지 않습니다.
pt: Os temas atualizam as cores dos painéis da barra de menus em tempo real. Layout, tipografia, cores dos eventos do calendário e cores da marca permanecem inalterados.
ru: Темы сразу обновляют цвета панелей строки меню. Расположение элементов, типографика, цвета событий календаря и фирменные цвета не изменяются.
tr: Temalar, menü çubuğu panel renklerini canlı olarak günceller. Düzen, tipografi, takvim etkinliği renkleri ve marka renkleri değişmez.
zh_hant: 主題會即時調整選單列面板的介面色彩；佈局、字體、行事曆事件色和品牌色保持不變。

# panelTheme.close
source: 关闭
ar: إغلاق
de: Schließen
en: Close
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt: Fechar
ru: Закрыть
tr: Kapat
zh_hant: 關閉

# panelTheme.import
source: 导入主题…
ar: استيراد السمة...
de: Design importieren…
en: Import Theme…
es: Importar tema…
fr: Importer le thème…
ja: テーマをインポート…
ko: 테마 가져오기…
pt: Importar tema…
ru: Импортировать тему…
tr: Temayı İçe Aktar…
zh_hant: 匯入主題…

# panelTheme.findMore
source: 寻找更多主题
ar: ابحث عن المزيد من السمات
de: Weitere Designs finden
en: Find More Themes
es: Buscar más temas
fr: Trouver plus de thèmes
ja: 他のテーマを探す
ko: 더 많은 테마 찾기
pt: Encontrar mais temas
ru: Найти больше тем
tr: Daha Fazla Tema Bul
zh_hant: 尋找更多主題

# panelTheme.findMore.description
source: 可从 iTerm2 Color Schemes 预览并下载主题。支持 .itermcolors（含 .txt）和 Base16/Base24 YAML/JSON。
ar: معاينة السمات وتنزيلها من iTerm2 Color Schemes. يدعم .itermcolors (بما في ذلك .txt) وBase16/Base24 YAML/JSON.
de: Designs aus „iTerm2 Color Schemes“ in der Vorschau ansehen und herunterladen. Unterstützt .itermcolors (einschließlich .txt) sowie Base16/Base24 YAML/JSON.
en: Preview and download themes from iTerm2 Color Schemes. Supports .itermcolors files (including those saved as .txt) and Base16/Base24 YAML/JSON.
es: Obtenga una vista previa y descargue temas de iTerm2 Color Schemes. Admite .itermcolors (incluido .txt) y Base16/Base24 YAML/JSON.
fr: Prévisualisez et téléchargez des thèmes depuis iTerm2 Color Schemes. Prend en charge .itermcolors (y compris .txt) et Base16/Base24 YAML/JSON.
ja: iTerm2 Color Schemes からテーマをプレビューしてダウンロードできます。.itermcolors（.txt を含む）と Base16/Base24 YAML/JSON に対応しています。
ko: iTerm2 Color Schemes에서 테마를 미리 보고 다운로드하세요. .itermcolors(.txt 포함) 및 Base16/Base24 YAML/JSON 형식을 지원합니다.
pt: Visualize e baixe temas do iTerm2 Color Schemes. Compatível com .itermcolors (incluindo .txt) e Base16/Base24 YAML/JSON.
ru: Просматривайте и загружайте темы из iTerm2 Color Schemes. Поддерживаются файлы .itermcolors (в том числе .txt) и темы Base16/Base24 в YAML/JSON.
tr: iTerm2 Color Schemes'teki temaları önizleyip indirin. .itermcolors (.txt dahil) ve Base16/Base24 YAML/JSON desteklenir.
zh_hant: 可從 iTerm2 Color Schemes 預覽並下載主題。支援 .itermcolors（含 .txt）和 Base16/Base24 YAML/JSON。

# panelTheme.systemDefault
source: 系统默认
ar: افتراضي النظام
de: Systemstandard
en: System Default
es: Predeterminado del sistema
fr: Thème système par défaut
ja: システム標準
ko: 시스템 기본값
pt: Padrão do sistema
ru: Системная тема
tr: Sistem Varsayılanı
zh_hant: 系統預設

# panelTheme.system.description
source: 跟随 macOS 语义颜色
ar: يستخدم ألوان macOS الدلالية
de: Verwendet semantische macOS-Farben
en: Uses macOS semantic colors
es: Usa los colores semánticos de macOS
fr: Utilise les couleurs sémantiques macOS
ja: macOS のシステムカラーを使用
ko: macOS 시스템 색상을 사용합니다.
pt: Usa cores semânticas do macOS
ru: Использует семантические цвета macOS.
tr: macOS'un anlamsal renklerini kullanır
zh_hant: 跟隨 macOS 語意色彩

# panelTheme.imported
source: 已导入
ar: مستورد
de: Importiert
en: Imported
es: Importado
fr: Importé
ja: インポート済み
ko: 가져옴
pt: Importado
ru: Импортировано
tr: İçe Aktarılan
zh_hant: 已匯入

# panelTheme.import.prompt
source: 选择 .itermcolors（或包含该内容的 .txt）、Base16/Base24 YAML/JSON 主题文件。
ar: اختر ملف .itermcolors (أو ملف .txt يحتوي على محتوى بهذا التنسيق)، أو سمة Base16/Base24 بصيغة YAML/JSON.
de: Wählen Sie eine .itermcolors-Datei (oder eine .txt-Datei, die eine solche enthält) oder ein Base16/Base24 YAML/JSON-Design aus.
en: Choose an .itermcolors file (or .txt containing one), or a Base16/Base24 YAML/JSON theme.
es: Elija un archivo .itermcolors (o .txt que contenga uno) o un tema Base16/Base24 YAML/JSON.
fr: Choisissez un fichier .itermcolors (ou .txt en contenant un), ou un thème Base16/Base24 YAML/JSON.
ja: .itermcolors ファイル (またはそれを含む .txt)、または Base16/Base24 YAML/JSON テーマを選択します。
ko: .itermcolors 파일(또는 이를 포함하는 .txt) 또는 Base16/Base24 YAML/JSON 테마를 선택하세요.
pt: Escolha um arquivo .itermcolors (ou .txt contendo um) ou um tema Base16/Base24 YAML/JSON.
ru: Выберите файл .itermcolors (или .txt с его содержимым) либо тему Base16/Base24 в YAML/JSON.
tr: Bir .itermcolors dosyası (veya .itermcolors içeren .txt) ya da Base16/Base24 YAML/JSON teması seçin.
zh_hant: 選擇 .itermcolors（或包含該內容的 .txt）、Base16/Base24 YAML/JSON 主題檔案。

# panelTheme.import.darkMismatch
source: 主题已导入，但它属于深色主题。请切换应用外观后选择。
ar: تم استيراد السمة، لكنها سمة داكنة. بدّل مظهر التطبيق لتحديدها.
de: Das Design wurde importiert, ist jedoch ein dunkles Design. Ändern Sie das Erscheinungsbild der App, um es auszuwählen.
en: The theme was imported, but it is a dark theme. Switch the app appearance to select it.
es: El tema se ha importado, pero es oscuro. Cambia la apariencia de la app para seleccionarlo.
fr: Le thème a été importé, mais c’est un thème sombre. Changez l’apparence de l’app pour le sélectionner.
ja: ダークテーマをインポートしました。選択するには、アプリの外観をダークに切り替えてください。
ko: 테마를 가져왔지만 다크 테마입니다. 앱의 화면 모드를 전환한 후 선택하세요.
pt: O tema foi importado, mas é um tema escuro. Mude a aparência do aplicativo para selecioná-lo.
ru: Тема импортирована, но она темная. Переключите оформление приложения, чтобы выбрать ее.
tr: Tema içe aktarıldı, ancak karanlık bir tema. Seçmek için uygulama görünümünü değiştirin.
zh_hant: 主題已匯入，但它屬於深色主題。請切換 App 外觀後選擇。

# panelTheme.import.lightMismatch
source: 主题已导入，但它属于浅色主题。请切换应用外观后选择。
ar: تم استيراد السمة، لكنها سمة فاتحة. بدّل مظهر التطبيق لتحديدها.
de: Das Design wurde importiert, ist jedoch ein helles Design. Ändern Sie das Erscheinungsbild der App, um es auszuwählen.
en: The theme was imported, but it is a light theme. Switch the app appearance to select it.
es: El tema se ha importado, pero es claro. Cambia la apariencia de la app para seleccionarlo.
fr: Le thème a été importé, mais c’est un thème clair. Changez l’apparence de l’app pour le sélectionner.
ja: ライトテーマをインポートしました。選択するには、アプリの外観をライトに切り替えてください。
ko: 테마를 가져왔지만 라이트 테마입니다. 앱의 화면 모드를 전환한 후 선택하세요.
pt: O tema foi importado, mas é um tema claro. Mude a aparência do aplicativo para selecioná-lo.
ru: Тема импортирована, но она светлая. Переключите оформление приложения, чтобы выбрать ее.
tr: Tema içe aktarıldı, ancak aydınlık bir tema. Seçmek için uygulama görünümünü değiştirin.
zh_hant: 主題已匯入，但它屬於淺色主題。請切換 App 外觀後選擇。

# panelTheme.error.fileTooLarge
source: 主题文件过大。
ar: ملف السمة كبير جدًا.
de: Die Design-Datei ist zu groß.
en: The theme file is too large.
es: El archivo del tema es demasiado grande.
fr: Le fichier de thème est trop volumineux.
ja: テーマファイルが大きすぎます。
ko: 테마 파일이 너무 큽니다.
pt: O arquivo do tema é muito grande.
ru: Файл темы слишком велик.
tr: Tema dosyası çok büyük.
zh_hant: 主題檔案過大。

# panelTheme.error.unreadableFile
source: 无法读取主题文件。
ar: تعذرت قراءة ملف السمة.
de: Die Design-Datei konnte nicht gelesen werden.
en: The theme file could not be read.
es: No se pudo leer el archivo del tema.
fr: Le fichier de thème n'a pas pu être lu.
ja: テーマファイルを読み取れませんでした。
ko: 테마 파일을 읽을 수 없습니다.
pt: Não foi possível ler o arquivo do tema.
ru: Не удалось прочитать файл темы.
tr: Tema dosyası okunamadı.
zh_hant: 無法讀取主題檔案。

# panelTheme.error.unsupportedDocument
source: 不支持此主题格式。请选择 .itermcolors、Base16/Base24 YAML 或 JSON 文件。
ar: تنسيق السمة هذا غير مدعوم. اختر ملف .itermcolors أو Base16/Base24 YAML أو JSON.
de: Dieses Design-Format wird nicht unterstützt. Wählen Sie eine .itermcolors-, Base16/Base24 YAML- oder JSON-Datei aus.
en: This theme format is not supported. Choose an .itermcolors, Base16/Base24 YAML, or JSON file.
es: Este formato de tema no es compatible. Elija un archivo .itermcolors, Base16/Base24 YAML o JSON.
fr: Ce format de thème n’est pas pris en charge. Choisissez un fichier .itermcolors, Base16/Base24 YAML ou JSON.
ja: このテーマ形式には対応していません。.itermcolors、Base16/Base24 YAML、または JSON ファイルを選択してください。
ko: 이 테마 형식은 지원되지 않습니다. .itermcolors, Base16/Base24 YAML 또는 JSON 파일을 선택하세요.
pt: Este formato de tema não é suportado. Escolha um arquivo .itermcolors, Base16/Base24 YAML ou JSON.
ru: Этот формат темы не поддерживается. Выберите файл .itermcolors, Base16/Base24 YAML или JSON.
tr: Bu tema biçimi desteklenmiyor. Bir .itermcolors, Base16/Base24 YAML ya da JSON dosyası seçin.
zh_hant: 不支援此主題格式。請選擇 .itermcolors、Base16/Base24 YAML 或 JSON 檔案。

# panelTheme.error.missingName
source: 主题文件缺少名称（name 或 scheme）。
ar: لا يحتوي ملف السمة على اسم في أي من الحقلين name وscheme.
de: Der Design-Datei fehlt eine Namensangabe („name“ oder „scheme“).
en: The theme file is missing a name (the “name” or “scheme” field).
es: El archivo del tema no contiene un nombre (campo «name» o «scheme»).
fr: Le fichier de thème ne contient pas de nom (champ « name » ou « scheme »).
ja: テーマファイルに name または scheme がありません。
ko: 테마 파일에 name 또는 scheme으로 지정된 이름이 없습니다.
pt: O arquivo de tema não tem um nome (campo name ou scheme).
ru: В файле темы отсутствует название (поле name или scheme).
tr: Tema dosyasında ad ya da şema eksik.
zh_hant: 主題檔案缺少 name 或 scheme 名稱。

# panelTheme.error.missingColor
source: 主题文件缺少必要颜色 %@。
ar: ملف السمة يفتقد اللون المطلوب %@.
de: In der Design-Datei fehlt die erforderliche Farbe %@.
en: The theme file is missing the required color %@.
es: Al archivo de tema le falta el color requerido %@.
fr: Le fichier de thème n'a pas la couleur requise %@.
ja: テーマファイルに必要なカラー %@ がありません。
ko: 테마 파일에 필수 색상 ‘%@’이(가) 없습니다.
pt: O arquivo de tema não possui a cor necessária %@.
ru: В файле темы отсутствует необходимый цвет %@.
tr: Tema dosyasında gerekli %@ rengi eksik.
zh_hant: 主題檔案缺少必要色彩 %@。

# panelTheme.error.invalidColor
source: 主题包含无效颜色：%@
ar: السمة تحتوي على لون غير صالح: %@
de: Das Design enthält eine ungültige Farbe: %@
en: The theme contains an invalid color: %@
es: El tema contiene un color no válido: %@
fr: Le thème contient une couleur invalide : %@
ja: テーマに無効な色が含まれています: %@
ko: 테마에 잘못된 색상이 포함되어 있습니다: %@
pt: O tema contém uma cor inválida: %@
ru: Тема содержит недопустимый цвет: %@.
tr: Tema geçersiz bir renk içeriyor: %@
zh_hant: 主題包含無效色彩：%@

# panelTheme.error.insufficientContrast
source: 主题前景与背景对比度只有 %.2f:1，至少需要 4.5:1。
ar: نسبة التباين بين لون المقدمة والخلفية في السمة هي %.2f:1؛ يلزم 4.5:1 على الأقل.
de: Der Kontrast zwischen Vorder- und Hintergrund des Designs beträgt %.2f:1; erforderlich sind mindestens 4,5:1.
en: The contrast between the theme’s foreground and background is %.2f:1; at least 4.5:1 is required.
es: El contraste del primer plano del tema es %.2f:1; se requiere al menos 4,5:1.
fr: Le contraste entre le premier plan et l’arrière-plan du thème est de %.2f:1 ; au moins 4,5:1 est requis.
ja: テーマの前景色と背景色のコントラスト比は %.2f:1 です。少なくとも 4.5:1 が必要です。
ko: 테마의 전경과 배경 대비는 %.2f:1입니다. 최소 4.5:1이 필요합니다.
pt: O contraste entre o primeiro plano e o fundo do tema é %.2f:1; é necessário pelo menos 4,5:1.
ru: Контраст между передним планом и фоном темы составляет %.2f:1; требуется как минимум 4,5:1.
tr: Temanın ön plan karşıtlığı %.2f:1; en az 4.5:1 olmalı.
zh_hant: 主題前景與背景對比度只有 %.2f:1，至少需要 4.5:1。

# plugins.dashboard.title
source: 仪表盘
ar: لوحة المعلومات
de: Dashboard
en: Dashboard
es: Panel
fr: Tableau de bord
ja: ダッシュボード
ko: 대시보드
pt: Painel
ru: Панель управления
tr: Gösterge Paneli
zh_hant: 儀表板

# plugins.featurePanel.title
source: 功能面板
ar: لوحة الميزات
de: Funktionsbereich
en: Feature Panel
es: Panel de funciones
fr: Panneau de fonctionnalités
ja: 機能パネル
ko: 기능 패널
pt: Painel de recursos
ru: Панель функций
tr: Özellik Paneli

# plugins.sidebar.dashboard
source: 仪表盘
ar: لوحة المعلومات
de: Dashboard
en: Dashboard
es: Panel
fr: Tableau de bord
ja: ダッシュボード
ko: 대시보드
pt: Painel
ru: Панель управления
tr: Gösterge Paneli
zh_hant: 儀表板

# plugins.sidebar.featurePanel
source: 功能面板
ar: لوحة الميزات
de: Funktionsbereich
en: Feature Panel
es: Panel de funciones
fr: Panneau de fonctionnalités
ja: 機能パネル
ko: 기능 패널
pt: Painel de recursos
ru: Панель функций
tr: Özellik Paneli

# settings.sidebar.customizeSection
source: 自定义
ar: تخصيص
de: Anpassen
en: Customize
es: Personalizar
fr: Personnaliser
ja: カスタマイズ
ko: 사용자화
pt: Personalizar
ru: Настройка
tr: Özelleştir
zh_hant: 自訂

# settings.sidebar.section.collapseFormat
source: 收起%@
ar: طي %@
de: %@ reduzieren
en: Collapse %@
es: Contraer %@
fr: Réduire %@
ja: %@を折りたたむ
ko: %@ 접기
pt: Recolher %@
ru: Свернуть %@
tr: Daralt: %@
zh_hant: 收合%@

# settings.sidebar.section.expandFormat
source: 展开%@
ar: توسيع %@
de: %@ erweitern
en: Expand %@
es: Expandir %@
fr: Développer %@
ja: %@を展開
ko: %@ 펼치기
pt: Expandir %@
ru: Развернуть %@
tr: Genişlet: %@
zh_hant: 展開%@

# settings.sidebar.accessibilityLabel
source: 设置导航
ar: التنقل بين الإعدادات
de: Einstellungsnavigation
en: Settings Navigation
es: Navegación de ajustes
fr: Navigation des réglages
ja: 設定ナビゲーション
ko: 설정 탐색
pt: Navegação de ajustes
ru: Навигация по настройкам
tr: Ayarlar Gezinmesi
zh_hant: 設定導覽

# settings.sidebar.shortcutAccessibilityHint
source: 键盘快捷键：Command-%d
ar: اختصار لوحة المفاتيح: Command-%d
de: Tastaturkurzbefehl: Befehl-%d
en: Keyboard shortcut: Command-%d
es: Atajo de teclado: Comando-%d
fr: Raccourci clavier : Commande-%d
ja: キーボードショートカット：Command-%d
ko: 키보드 단축키: Command-%d
pt: Atalho de teclado: Comando-%d
ru: Сочетание клавиш: Command-%d
tr: Klavye kısayolu: Command-%d
zh_hant: 鍵盤快速鍵：Command-%d

# settings.sidebar.pluginSortHelp
source: 仅调整设置侧边栏中的插件页面顺序
ar: تغيير ترتيب صفحات المكونات الإضافية في الشريط الجانبي للإعدادات فقط
de: Reihenfolge der Plug-in-Seiten nur in der Einstellungen-Seitenleiste ändern
en: Change plugin page order only in the Settings sidebar
es: Cambiar el orden de las páginas de complementos solo en la barra lateral de Ajustes
fr: Modifier l’ordre des pages de plugins uniquement dans la barre latérale Réglages
ja: 設定サイドバー内のプラグインページ順のみを変更
ko: 설정 사이드바의 플러그인 페이지 순서만 변경
pt: Alterar a ordem das páginas de plug-ins apenas na barra lateral de Ajustes
ru: Изменить порядок страниц плагинов только в боковой панели настроек
tr: Eklenti sayfalarının sırasını yalnızca Ayarlar kenar çubuğunda değiştirin
zh_hant: 僅調整設定側邊欄中的外掛頁面順序

# settings.sidebar.pluginSort.installedOldestFirst
source: 安装时间：最早优先
ar: التثبيت: الأقدم أولاً
de: Installation: Älteste zuerst
en: Installed: Oldest First
es: Instalación: más antiguos primero
fr: Installation : plus anciens d’abord
ja: インストール日時：古い順
ko: 설치: 오래된 순
pt: Instalação: mais antigos primeiro
ru: Установка: сначала старые
tr: Yükleme: Eskiden Yeniye
zh_hant: 安裝時間：最早優先

# settings.sidebar.pluginSort.installedNewestFirst
source: 安装时间：最新优先
ar: التثبيت: الأحدث أولاً
de: Installation: Neueste zuerst
en: Installed: Newest First
es: Instalación: más recientes primero
fr: Installation : plus récents d’abord
ja: インストール日時：新しい順
ko: 설치: 최신 순
pt: Instalação: mais recentes primeiro
ru: Установка: сначала новые
tr: Yükleme: Yeniden Eskiye
zh_hant: 安裝時間：最新優先

# settings.sidebar.pluginSort.nameAscending
source: 名称：升序
ar: الاسم: تصاعدي
de: Name: Aufsteigend
en: Name: Ascending
es: Nombre: ascendente
fr: Nom : croissant
ja: 名前：昇順
ko: 이름: 오름차순
pt: Nome: crescente
ru: Имя: по возрастанию
tr: Ad: A'dan Z'ye
zh_hant: 名稱：升冪

# settings.sidebar.pluginSort.nameDescending
source: 名称：降序
ar: الاسم: تنازلي
de: Name: Absteigend
en: Name: Descending
es: Nombre: descendente
fr: Nom : décroissant
ja: 名前：降順
ko: 이름: 내림차순
pt: Nome: decrescente
ru: Имя: по убыванию
tr: Ad: Z'den A'ya
zh_hant: 名稱：降冪

# settings.sidebar.pluginSort.compact.nameAscending
source: 升序
ar: تصاعدي
de: Aufsteigend
en: Ascending
es: Ascendente
fr: Croissant
ja: 昇順
ko: 오름차순
pt: Crescente
ru: По возрастанию
tr: Artan
zh_hant: 升冪

# settings.sidebar.pluginSort.compact.nameDescending
source: 降序
ar: تنازلي
de: Absteigend
en: Descending
es: Descendente
fr: Décroissant
ja: 降順
ko: 내림차순
pt: Decrescente
ru: По убыванию
tr: Azalan
zh_hant: 降冪

# settings.sidebar.pluginSort.compact.oldest
source: 最早
ar: الأقدم
de: Älteste
en: Oldest
es: Antiguos
fr: Anciens
ja: 古い順
ko: 오래된 순
pt: Antigos
ru: Старые
tr: En Eski
